const sellerTerms = [
  {
    required: true,
    title: '크크쇼 이용 약관',
    state: 'sellerAgreementCheck',
    text: `
    판매자 이용약관

    제 1조 [목적] 
    본 약관은 와일트루(이하 “회사”라 한다)이 운영하는 크크쇼에서 제공하는 라이브커머스 서비스(이하 “서비스”)를 이용함에 있어 회사와 판매자로 가입한 자(이하 “판매회원”이라 한다)간의 이용계약 체결, 서비스 제공, 권리와 의무, 책임 사항, 판매 수익 관리 및 기타 필요한 사항 등 서비스 운영을 위한 기본적인 사항을 규정하는 것을 목적으로 한다.

    제 2조 [정의]
    1. “서비스”라 함은 회사가 제공하는 매체를 바탕으로 회원의 상업 상품을 홍보∙판매를 진행하고, 이 판매를 통해 발생한 판매대금을 회사의 수수료를 공제하여 정산 받는 라이브 커머스 서비스를 의미합니다.
    2. “라이브커머스”라 함은 방송인의 실시간 스트리밍 방송과 회사의 전자상거래 플랫폼이 결합된 커머스를 말한다.
    3. “판매회원”이라 함은 서비스에 접속하여 "약관"에 따라 회사와 이용 계약을 체결하고 회사가 제공하는 서비스를 이용하는 이용고객을 의미합니다.
    4. "방송인“이라 함은 라이브커머스를 송출하기 위해 "방송인 이용 약관”에 따라 회사와 이용계약을 체결한 이용고객을 의미합니다.
    5. "판매수익"이라 함은 회사의 서비스를 통해 판매된 판매대금을 라이브 커머스를 진행한 ‘방송인’ 및 회사의 수수료를 제외된 금액을 의미합니다.
    6. "이용제한"이라 함은 회원이 약관 또는 운영정책 위반, 관계 법령 위반 등의 사유로 회사로부터 이용을 제한받은 상태를 의미하며, 이용제한 상태는 위반 사유가 치유되기 전까지 서비스 이용을 제한하는 “제재상태”와 회사의 이용을 영구히 제한하는 "영구정지" 상태로 구분된다.

    제 3조 [약관 등의 명시와 설명 및 개정]
    1. 본 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생한다.
    2. 회사는 이 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스 초기 화면 또는 연결화면, 필요시 "공지사항”을 통해 약관 개정 내용을 게시합니다.
    3. 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.
    4. 회사는 약관을 개정할 경우 개정내용과 적용일자를 명시하여 서비스에서 적용일자 7일전까지 공지합니다. 다만, 회원에게 불리하게 개정되는 경우 적용일자 30일전부터 공지합니다.
    5. 회사가 제 10조에 따른 방법으로 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 않은 경우 회원이 이 개정 약관에 동의한 것으로 봅니다.
    6. 회원은 개정 약관에 동의하지 않는 경우 적용일자 전일까지 회사에 거부의사를 표시하고 이용 계약을 해지할 수 있습니다.

    제 4조 [운영정책]
    1. 회사는 공정한 서비스의 유지 및 회원의 보호 등을 위해 별도의 운영정책을 운영할 수 있으며, 회원은 회사가 정한 운영정책을 반드시 확인하고 준수하여야 합니다.
    2. "약관"에서 정하지 않은 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.

    제 5조 [회원가입 및 이용계약의 성립]
    1. 서비스를 이용하고자 하는 이용고객은 회사가 정한 절차에 따라 이 약관에 동의하고 회원가입 신청을 하고 이러한 신청에 대하여 승인함으로써 이용계약이 체결됩니다.
    2. 회사는 제1항과 같이 신청을 한 이용고객 중 아래 각호에 해당되는 경우에는 승인을 거부할 수 있으며, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.
    (1) 이용고객이 이 약관에 의하여 이전에 자격을 상실한 적이 있는 경우.
    (2) 실명이 아니거나 타인의 명의(예) 주민등록번호, 사업자번호 등)를 이용한 경우.
    (3) 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우.
    (4) 이용고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우.
    (5) 다른 회원으로부터 이용 불편에 대한 신고가 접수된 경우
    (6) 회원의 귀책으로 인해 회사 혹은 판매자에게 명예훼손 및 손해를 입힌 경우
    (7) 기타 회사가 필요하다고 인정한 경우.
    3. 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 이용계약은 아이디 단위로 체결됩니다.
    4. 회원이 본 약관에 동의함은 본 서비스와 관련하여 회사에서 제공하거나 제공할 모든 서비스에 동의하는 것으로 봅니다.

    제 6조 [회원계정에 대한 관리]
    1. 회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.
    2. 회원은 아이디 및 비밀번호가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.
    3. 회원은 회원 가입신청 시 기재한 사항이 변경되었을 경우 "정보수정"에서 변경을 하거나 회사의 고객센터를 통하여 회사에게 그 변경사항을 알려야 합니다.
    4. 제2항 및 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

    제 7조 [서비스 이용 수수료]
    1. 회사는 판매회원의 다음과 같은 서비스이용료를 부과할 수 있으며, 서비스이용료의 구체적인 사항 및 요율 등을 판매자센터를 통해 공지합니다.
    (1) 결제서비스 이용 수수료
    (2) 기타 부가서비스 등의 수수료
    2. 회사는 서비스이용료를 판매회원에게 지급해야 하는 정산대금에서의 공제할 수 있으며, 회사와 판매회원의 협의 또는 회사의 내부적인 정책 등에 따라 수수료 및 징수 방법을 다르게 정할 수 있습니다.
    3. 회사는 필요한 경우 서비스수수료를 신설, 변경할 수 있으며, 신설 또는 변경사항은 판매자센터를 통하여 공지합니다.

    제 8조 [회사의 권리와 의무] 
    1. 회사는 이 약관에 따라 지속적이고 안정적인 서비스를 제공하는데 최우선의 노력을 다합니다.
    2. 회사는 판매회원으로부터 제기되는 불편사항 및 서비스의 문제점에 대해 정당하다고 판단되는 경우 우선적으로 해당 문제를 해결하며, 신속한 해결이 곤란한 경우에는 판매회원에게 그 사유와 처리절차를 안내합니다.
    3. 회사는 판매회원이 서비스에 등록한 상품정보 등을 제7조 제1항의 서비스 범위 및 서비스 자체의 홍보 목적 등으로 사용할 수 있으며, 필요한 경우 수정∙편집하여 활용할 수 있습니다.
    4. 회사는 판매회원이 서비스를 이용하여 발생하는 광고 및 매출효과 등의 정보를 통계자료 작성 및 판매회원이 이용하는 회사의 다른 서비스에의 적용 등의 목적으로 활용할 수 있습니다.
    5. 회사는 판매회원의 서비스 이용과 관련한 자료를 수사기관의 수사목적의 요청 및 기타 공공기관이 관련 법률에 따른 절차를 통해 요청하는 경우 판매회원의 동의 없이 해당 기관에 제공할 수 있습니다.
    6. 회사는 판매회원이 서비스에 등록한 상품 및 그 정보 등이 불법정보에 해당한다고 판단되거나, 방송통신심의위원회 등 관련기관으로부터 요청이 있는 경우 또는 판매회원의 서비스를 이 약관 이 외의 목적으로 사용한다고 판단되는 경우 판매자에 대한 사전 통보 없이 해당 정보를 삭제할 수 있습니다.
    7. 회사는 안정적인 서비스 제공을 위해 거래액 등을 기준으로 판매자 별로 판매상품수(판매중 및 판매대기 상품을 모두 포함)의 한도를 정할 수 있으며 이에 대한 자세한 내용은 운영정책에서 정합니다.

    제 9조 [서비스 수수료 및 정산 방법 등]
    1. 본 계약에 따른 판매수익에 대한 서비스 수수료, 정산 및 정산 금액의 지급방법 등은 아래 항에서 정하기로 합니다. 단, 회사는 매출액의 증감, 결제기관의 정책 등에 따라 서비스 수수료를 조정할 수 있습니다.
    2. 회사와 회원이 각각 보유한 회원의 판매수익 내역이 상이한 경우, 회사와 회원은 상호 보유한 자료를 비교하여 정산 금액을 합의할 수 있고, 결제가 이루어진 결제대행사의 정보를 참고할 수 있고, 합의가 지연되는 경우에 회사는 양 당사자가 주장하는 정산금액 중 적은 금액을 기준으로 정산을 실행할 수 있습니다. 이 경우 합의 시까지 회사는 정산금액 지급 연체에 대한 책임을 면합니다.
    4. 회사는 회원이 요청하는 경우 정산과 관련된 자료를 회원에게 제공하여야 합니다.
    5. 정산대상 기간은 구매자의 판매 상품 구매확정을 기준으로 매월 2회로 나누어진다. 다만, 회사 및 결제대행사의 사정에 의하여 정산 대상 기간을 달리 정하여야 하는 경우에는 회사 및 결제기관의 정책에 따릅니다.- 1차 : 매월 1일 ~ 15일에 발생한 구매확정 건에 대해 15일에 지급.- 2차 : 매월 15일 ~ 말일에 발생한 구매확정 건에 대해 익월 1일에 지급.
    6. 정산 대상 기간에 발생한 정산 금액의 지급기일은 위 5항을 따른다. 단, 회원이 개인사업자 및 법인의 경우 세금계산서를 익월 10일까지 회사의 담당자에게 송부 하여야 한다.
    7. 회사는 정산 금액의 지급기일에 정산 금액을 회원이 지정한 계좌에 현금으로 지급합니다. 정산 금액은 판매수익 금액에서 소득세, 주민세를 제한 금액으로 합니다.
    8. 회원이 병역 근무 중인 경우, 병무청의 별도 요청이 있을 시 병역기간 중 판매수익의 환전이 제한될 수 있습니다.
    9. 회사는 도용 등 불법적인 사용에 의한 결제로 된 판매수익 금액에 대해서는 그 내용을 전자우편, 전화 등의 방법으로 통보 후 회원의 정산금액에서 제외할 수 있습니다. 또, 불법적인 방법으로 취득 혹은 취득하였다고 의심되는 판매수익 금액의 경우 사전 안내 없이 판매수익 금액의 환전을 취소 및 회수할 수 있습니다.
    10. 회사가 요청시 회원은 원활한 환불을 위하여 회원 명의의 신분증(또는 사업자등록증), 통장사본을 회사에 송부해야 하며, 그 경우 송부한 신분증(또는 사업자등록증)에 표기된 명의의 통장으로만 환전할 수 있습니다.
    11. 회원의 귀책으로 잘못된 계좌정보로 인하여 정산 금액을 받지 못하는 경우 귀책사유는 회원 본인에게 있으며 회사는 이를 보상하거나 책임지지 않는다.
    12. 회사는 서비스의 효율적 이용 및 운영을 위해 사전 공지 후 판매수익 금액의 일부 또는 전부를 조정할 수 있다.

    제 10조 [회원에 대한 통지]
    1. 회원에 대한 통지를 하는 경우 회사는 회원이 제공한 이메일 주소 또는 SMS, 서비스의 "알림” 등으로 할 수 있습니다.
    2. 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 공지사항 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.
    3. 회사가 상기와 같이 정상적으로 통지하였음에도, 회원이 통지된 내용을 확인하지 않음으로써 회원에게 발생한 불이익에 대해 회사는 책임지지 않습니다.

    제 11조 [서비스 이용제한 등]
    1. 회사는 다음 각 호에 해당하는 경우 회원에 대하여 서비스 제공을 제한하거나 중지할 수 있습니다.
    (1) 회사와 회원간에 서비스 제공과 관련된 약정이 종료되는 경우
    (2) 회원이 본 약관에서 정한 의무사항을 위반하여 서비스의 정상적인 운영을 방해한 경우
    (3) 회원이 타인의 명의를 도용하여 회원가입을 한 경우
    (4) 불법프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 회원이 관련 법령을 위반한 경우
    (5) 회원이 계속해서 1년 이상 로그인하지 않는 경우
    (6) 회원간 또는 회사와 회원간에 분쟁이 발생하여 분쟁이 해결되지 않는 경우
    (7) 회사는 서비스의 원활한 운영을 위하여 판매자가 등록한 상품이 판매 이력이 없거나 또는 판매자의 정보관리 이력이 없는 경우 제8항의 방법에 따라 공지 또는 통지한 후 판매자가 등록한 상품정보를 삭제할 수 있습니다.
    (8) 회사는 본 조에 따라 서비스를 중단하는 경우 이러한 사실을 판매자센터 또는 전자우편 등의 방법으로 공지 또는 통지합니다. 단, 기술적 장애 사유 등의 경우에는 사후에 통지할 수 있습니다.
    2. 본 조 제1항에 따라 서비스 이용이 제한되는 경우 회원이 획득한 혜택과 보유한 권리 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.
    3. 본 조 제1항에 따라 서비스 이용이 제한 또는 중지된 회원에게 통지로써 회원 자격을 상실 또는 1년 동안 정지, 휴면시킬 수 있습니다.

    제 12조 [서비스의 해제, 해지 및 청약 철회]
    1. 회원이 이용계약을 해지하고자 할 때에는 언제든지 회사가 정한 방법을 통해 이용계약 해지를 요청할 수 있습니다. 단, 신규가입 후 일정시간 이내에는 서비스 부정이용 방지 등의 사유로 즉시 탈퇴가 제한될 수 있습니다.
    2. 회사는 회원이 본 약관에서 정한 회원의 의무를 위반한 경우 등 비정상적인 이용 또는 부당한 이용과 이용자 금지프로그램을 사용하는 경우 또는 타인의 명예를 훼손하거나 모욕하는 방송과 게시물을 작성한 경우 이러한 행위를 금지하거나 삭제를 요청하였음에도 불구하고 계속되는 경우 등의 이유로 회원에게 사전에 고지하고, 계약을 해지할 수 있습니다.
    3. 회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 데이터 및 광고 수익금은 모두 소멸된다.
    4. 회사에서 제공하는 서비스를 이용하는데 있어 각 호에 해당하는 사항들을 엄격하게 금지하고 있으며, 이를 위반할 시 당사는 어떠한 책임도 지지 않는다. 또한, 아래와 같은 행위가 적발될 경우 계약을 해지할 수 있으며, 판매수익금을 무효화 할 수 있다.
    (1) 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 경우
    (2) 부정한 용도로 서비스를 이용하고자 하는 경우
    (3) 거짓정보를 통한 수익유도를 한 경우
    (4) 회사의 정책에 적합하지 않는 이용자로 판단되는 경우나 서비스 제공이 곤란한 경우
    (5) 회사가 정하는 이용 목적과 방법에 반하여 서비스를 이용하고자 하는 경우
    (6) 회원의 부적절한 광고로 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우
    (7) 본 약관이나 기타 규정을 위반하여 서비스를 이용하는 경우
    (8) 방송인에게 피해를 입힐 수 있는 모든 행위
    (9) 기타 불법 및 편법적인 홍보(후팝업, 납치태그, 애드웨어 등)를 통해 발생시키는 모든 행위

    제 13조 [판매자의 금지행위]
    판매회원은 다음 각 호에 해당하는 행위를 하여서는 아니 되며 이를 위반한 경우 회사는 서비스 이용정지 및 이용계약해지 등의 조치를 취할 수 있습니다. 서비스 이용정지의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.

    1. 일반사항
    (1) 서비스를 통해 음란정보, 거짓정보 등 유해한 정보를 게재하거나 링크하는 행위
    (2) 범죄행위와 결부되는 모든 행위 및 기타 관계법령에 위반되는 행위
    (3) 해킹, 컴퓨터 바이러스 유포, 서버 공격 등으로 타인과 회사에 해가 되는 경우
    (4) 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 수신자의 의사에 반하여 광고성 정보를 지속적으로 전송하는 행위
    (5) 통신판매 이외의 목적으로 서비스를 이용하는 행위
    (6) 판매자센터 서비스에서의 판매행위와 직접적인 연관이 없는 이벤트 및 홍보를 위해 서비스를 이용하는 행위
    (7) 회사 서비스를 방해하거나 장애를 발생시킬 수 있는 모든 행위
    (8) 이 약관에 따른 권리∙의무를 회사의 사전 서면 동의 없이 타인에게 양도, 증여하거나 이를 담보제공 하는 행위

    2. 상품등록 및 판매관련 금지행위
    (1) 물품 또는 용역을 허위로 가장하거나 가족 또는 지인 등 타인의 id를 이용하여 판매자 본인의 물품을 구매하는 등의 부정거래 행위
    (2) 회사의 결제대금 보호서비스를 통하지 않는 직거래 유도행위 및 구매회원의 직거래 요청을 수락하는 행위
    (3) 허가 없이 타인의 상표나 로고를 사용하는 행위 등 타인의 지식재산권을 침해행위
    (4) 상품 등록 시 상품과 상관없는 상표명을 사용하거나 중복해서 사용하는 행위
    (5) 상품등록 시 제조사, 원산지, 브랜드를 허위로 기재하거나 표시하지 않는 행위
    (6) 타인이 창작한 이미지나 문구 또는 타인이 촬영하여 제작한 사진 등 타인의 창작물을 무단으로 사용하는 행위
    (7) 연예인 사진 등 타인의 초상권 및 성명권을 침해하는 행위
    관련법령에 위반되는 상품을 판매하거나 판매 자격을 갖추지 아니하고 특정상품을 판매하는 행위
    (8) 회사가 제공하는 할인쿠폰, 마일리지 등을 부당하게 수취할 목적 등으로 오프라인, 타사이트 등에서 발생한 거래를 회사의 결제시스템을 이용하기 위해 온라인으로 가장하여 거래하는 행위 또는 타사이트에서 발생한 거래 건을 재주문하여 발송하는 행위 등
    (9) 카테고리 부정등록 등 기타 비정상적인 방법으로 상품을 등록하는 행위

    제 14조 [지식재산권보호 및 권리침해신고 등]
    1. 판매회원은 제3자의 지식재산권을 사용하게 되는 경우 당해 권리자로부터 사용에 대한 허가를 취득한 후에 사용해야 하며 상품의 등록 및 판매 등과 관련하여 제3자의 상표권, 특허권, 저작권, 성명권, 초상권 등 제반 지식재산권을 침해하지 않아야 합니다.
    2. 회사는 판매회원이 서비스에 등록∙사용한 상품정보 및 제반 정보에 대하여 제3자로부터 권리침해의 주장이 있을 경우 해당 정보를 삭제하고 재등록을 제한하는 등의 조치를 취할 수 있습니다.
    3. 전항과 관련하여 회사는 판매회원에게 소명자료를 요청할 수 있으며, 판매회원은 이에 적극 협조하여야 합니다. 단, 판매회원이 제출한 자료가 법원의 확정판결 등 회사가 인정하는 자료가 아닌 경우 회사는 상품 삭제 및 등록 제한 상태를 유지할 수 있습니다.
    4. 판매회원은 서비스에 등록한 정보와 관련하여 제3자로부터 분쟁이 발생하는 경우 회사를 면책시키고 그로 인해 발생한 손해를 배상하여야 합니다.

    제 15조 [취득한 개인정보 보호]
    1. 판매회원은 서비스의 이용에 따라 취득한 구매회원 등 타인의 개인정보를 이 약관에서 정한 목적 이외의 용도로 사용하거나 제3자에게 제공하는 등 외부에 유출할 수 없으며, 관련 법령 등에 따라 철저히 보호하여야 합니다.
    2. 회사는 배송 등의 목적으로 판매회원에게 공개되어 있는 구매회원의 개인정보를 회사의 정책에 따라 상당 기간이 경과한 후 비공개 조치할 수 있습니다.
    3. 판매회원이 본 조를 위반하여 구매회원 등으로부터 분쟁이 발생하는 경우 자신의 노력과 비용으로 회사를 면책시켜야 하며, 민/형사 상 일체의 법적 책임을 부담하여야 합니다.

    제 16조 [판매자센터의 이용 및 판매 관리]
    1. 서비스를 통한 상품의 등록 및 판매는 회사의 판매회원 가입 승인 이후에 가능하며, 판매회원은 상품 및 용역에 관한 정보를 판매자센터를 통하여 직접 등록, 관리하여야 합니다.
    2. 판매회원은 서비스를 통한 상품 판매 및 상품 광고 등이 제반 법령과 이 약관에 위반되지 않도록 신의에 따라 성실하게 관리 및 운영할 책임이 있습니다.
    3. 판매회원은 상품의 재고 수량 등 수시로 변동되는 사항에 대한 데이터를 판매자센터를 통해 적절히 관리하여야 하며, 판매자센터에 허위의 데이터를 기재할 수 없습니다.
    4. 판매회원은 판매자센터를 주문 조회, 배송 처리 등의 회사가 정한 목적에 한하여 이용할 수 있으며, 판매자센터를 통해 제공된 정보를 관련법령 및 이 약관이 외의 목적으로 제3자에게 제공할 수 없습니다.
    5. 판매회원은 판매자센터의 로그인 정보(ID 및 Password)를 관리할 책임이 있으며, 회사는 판매회원의 귀책사유에 따른 로그인 정보의 분실 및 제3자 사용 등과 관련하여 발생하는 손해에 대해 책임지지 않습니다.
    6. 판매회원은 회사가 서비스 운영에 필요한 정보 및 증빙자료의 제공을 요청할 경우 이에 성실히 응하여야 합니다.
    7. 판매회원은 구매회원으로부터의 세금계산서 등의 발급 요구에 성실히 응하여야 합니다.
    8. 판매회원은 구매회원의 문의에 성실, 정확히 답변해야 하며, 판매회원의 부정확하거나 불성실한 답변으로 인하여 발생하는 모든 책임과 의무는 판매회원 본인에게 있습니다. 또한, 본 항을 위반하여 구매회원으로부터 계속적인 분쟁이 발생하는 경우 회사는 판매회원의 서비스 이용을 중단하거나 이 계약을 해지할 수 있습니다.
    9. 구매회원이 본인이 작성한 문의글 또는 리뷰를 삭제하는 경우 판매회원이 해당 글에 대해 작성한 답변글도 삭제될 수 있습니다. 단, 관계법령에 따라 삭제된 게시글은 작성일로부터 3년간 보관됩니다.
    10. 판매회원이 상품등록 후 3개월 이상 거래내역이 없는 상품의 경우 회사는 별도 통지 없이 상품 검색의 효율성 제고 및 구매회원 편의 개선을 위해 해당 상품을 삭제하거나 판매 중단 처리할 수 있습니다.
    11. 판매회원은 회사가 판매자센터 등을 통해 게시 및 안내하는 서비스 운영정책 및 공지사항 등을 정확히 숙지하여야 하며, 이를 확인하지 않거나 오인하여 발생하는 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.

    제 17조 [매매부적합상품]
    1. 회사는 등록된 물품이 본 조 3항에 따른 매매부적합상품 등 온라인상에서의 매매, 유통에 적합하지 않은 물품인 경우에는 직권 또는 권리주장자의 요청에 따라 해당 물품 등록을 삭제, 취소하거나 중지할 수 있습니다.
    2. 회사는 등록된 물품이 법령 또는 약관에 위반되거나, 공서양속을 저해하거나 기타 탈법행위와 관련되거나 그러한 목적이 있는 경우 또는 회사의 정책상 필요에 의한 경우에는 직권으로 이를 삭제, 취소하거나 중지할 수 있습니다.
    3. 다음 각 호의 매매부적합상품은 판매를 금하며, 매매부적합상품을 판매함에 따른 모든 책임은 해당 상품을 등록한 판매회원이 부담합니다.
    (1) 허위 또는 과장 광고를 통한 상품
    (2) 지식재산권(상표권, 저작권 등) 등 타인의 권리를 침해하는 상품
    관련 법령에서 유통을 금지하는 음란물 등
    (3) 인증검사 등을 통과하지 못한 공산품 또는 전기, 통신용품
    (4) 심의되지 않거나 불법 복제된 영상물, 음반, 게임물 등
    (5) 장물이나 습득한 유실물
    (6) 주류(관련 국세청 고시에 따라 통신판매가 허용되는 전통주 제외), 담배, 도수가 있는 안경, 콘택트렌즈, 선글라스, 군수품, 의약품 등 관련 법령에 의하여 통신판매가 금지되는 상품
    (7) 관계기관으로부터 판매중지 또는 유보 결정(요청)이 있는 상품
    (8) 기타 회사의 정책에 따라 취급이 금지되거나 공서양속에 반하는 상품

    제 18조 [상품의 배송]
    1. 구매회원의 주문에 따른 결제가 완료되면, 회사는 판매회원이 주문 정보를 확인할 수 있도록 조치를 취하고, 판매회원은 당해 주문 정보에 따라 상품이 파손되지 않도록 적절한 포장을 한 후 배송의 증명이나 추적이 가능한 물류대행(택배)업체에 배송을 위탁하여 배송하여야 합니다.
    2. 판매회원은 구매회원의 결제일로부터 3 영업일 이내에 상품의 발송을 완료하여야 하고(단, 판매회원이 별도 배송조건을 설정한 상품의 경우 그에 따름), 판매자센터에 송장번호 등의 발송 관련 정보를 입력하여 발송이 완료되었음을 증명하여야 합니다.
    3. 판매회원이 전항의 기한 내에 발송하지 못할 경우에는 판매자센터 내 발송지연 안내 기능을 이용하여 발송지연사유 및 발송예정일을 입력해야 하며, 발송지연 안내 처리를 하지 않거나, 발송지연 안내 처리시 입력한 발송예정일을 초과하는 경우 회사는 페널티 부여 등으로 불이익을 줄 수 있고, 구매자 취소 요청 시 해당 주문건은 판매회원의 승인 없이 환불처리 됩니다. 단, 판매회원이 별도 배송조건을 설정한 상품의 경우 본항 본문이 적용되지 않을 수 있습니다.
    4. 구매회원의 귀책사유 없이, 판매회원의 배송지 오류 등으로 인하여 구매회원이 상품을 정상적으로 수령하지 못한 경우 또는 상품의 배송과정에서 하자가 발생한 경우, 판매회원은 그에 관한 모든 책임을 부담하여야 합니다.
    5. 회사는 제3자와 업무제휴를 통해 배송상태 조회, 송장출력, 반품택배 네트워킹 서비스 등을 실시할 수 있습니다.
    6. 구매회원의 귀책사유 없이 상품의 배송이 지연되거나 미배송으로 거래가 취소되는 경우 회사는 판매회원에게 페널티 부여 등으로 불이익을 줄 수 있습니다.
    7. 상품의 배송과 관련하여 구매회원과 분쟁이 발생한 경우 회사는 판매회원에게 배송완료의 증빙을 요청할 수 있으며, 판매회원은 회사의 요청이 있은 날로부터 7일 이내에 해당 자료를 제출하여야 합니다.
    8. 판매회원이 전항의 증빙자료를 제출하지 않거나, 허위 배송정보의 입력으로 구매회원 및 회사에의 발생하는 손해 및 제반 문제에 대한 모든 책임은 판매회원에게 있으며, 회사는 판매회원에게 페널티 부여 등으로 불이익을 줄 수 있습니다.
    9. 판매회원은 배송 방식을 배송의 트래킹이 되지 않는 직접전달 등으로 선택하여 발송할 수 있으나 배송의 증명 또는 배송의 추적이 되지 않아 클레임이 발생할 경우, 상품배송에 대한 증빙자료를 제시하여야 합니다.

    제 19조 [취소, 반품, 교환, 환불]
    1. 판매회원은 구매회원이 주문한 상품을 공급하기 곤란하다는 것을 알았을 때, 즉시 해당 사실을 구매회원 및 회사에 유선으로 통보하고 구매회원의 동의를 얻은 후 취소를 하여야 하며, 회사가 구매회원의 상품 대금 결제일로부터 3일 이내에 상품대금 환불 및 환불에 필요한 조치를 취할 수 있도록 하여야 합니다.
    2. 발주확인 상태로 결제완료일로부터 3영업일이 경과 되거나 발송 지연처리 시 입력한 배송 예정일을 경과하거나 판매회원이 별도 배송조건을 준수하지 않아 구매회원이 주문을 취소하는 경우 해당 주문 건은 자동 환불처리 됩니다. 단, 배송중인 경우에는 취소가 아닌 반품절차에 의합니다.
    3. 판매회원은 반품상품 수령일로부터 3영업일 이내에 환불 또는 환불에 필요한 조치를 취하여야 합니다. 만약 판매회원이 3영업일 내에 아무런 조치를 취하지 않은 주문건은 자동 환불될 수 있습니다.
    4. 판매회원은 단순 변심에 의한 반품 등 구매회원에게 반품 배송비를 청구해야 하는 경우 판매자 센터의 환불보류 기능을 통하여 반품처리를 유보할 수 있습니다.
    5. 판매회원은 상품 하자나 오배송 등 구매회원의 귀책 사유 없는 반품 또는 교환의 경우 구매회원에게 해당 배송비를 부담시켜서는 안되며, 반품 배송비를 선 결제한 구매회원이 반품상품 발송 시 추가 부담한 착불 배송료는 구매회원의 요청에 따라 반환하여야 합니다.
    6. 구매회원은 상품 배송완료일로부터 7일 이내에 반품요청을 할 수 있으며 판매회원은 구매회원이 이 기간 내 반품이나 교환을 요청하는 경우 구매회원의 요청에 따라 반품 또는 교환을 해 주어야 합니다. 단, 구매회원의 귀책사유로 상품이 훼손된 경우, 사용이나 일부 소비로 인해 상품의 가치가 현저히 감소한 경우, 복제 가능한 상품의 포장을 훼손한 경우, 구매회원의 주문에 따라 개별적으로 생산되는 상품 등으로서 상품 판매시 반품이나 교환의 제한을 명시적으로 고지하고 구매회원의 동의를 받은 경우 및 기타 법령에 의하여 반품이 제한되어 있는 경우는 예외로 합니다. 또한 상품이 표시 또는 광고 내용과 다를 경우에는 상품수령 후 90일 이내 또는 그 사실을 알게 된 날 또는 알 수 있었던 날로부터 30일 이내에 구매회원이 반품 또는 교환을 요청하는 경우, 판매회원은 반품 또는 교환을 해주어야 합니다.
    7. 판매회원은 상품Q&A이나 판매자센터, 전화 등을 통한 반품신청을 수시로 확인하여 필요한 조치를 취하여야 합니다. 상품Q&A 또는 판매자센터를 통한 반품신청을 확인하지 못한 것은 판매회원의 과실로 인정하고, 판매회원에게 사전협의를 하지 않은 것을 사유로 반품을 거부하여서는 아니 됩니다.
    8. 판매회원이 전자상거래등에서의소비자보호에관한법률(이하 ‘전자상거래법’)이 정하는 범위에 따라 구매회원의 청약철회를 제한하고자 하는 경우, 상품페이지 등 구매회원이 쉽게 알 수 있는 곳에 반품제한 사유를 게재하여야 합니다.
    9. 판매회원은 물류나 가구직배송 등 자체 배송한 상품의 경우 최초 배송 시에 구매회원에게 청약철회 및 반품절차를 전자상거래법 등 관련법규에 따라 정확히 안내하여야 합니다.
    10. 판매회원은 주문건에 대한 취소 및 반품 처리시 정확한 사유를 입력하여야 하며, 이와 관련된 클레임 발생 시 판매회원에게 페널티 부여 등의 불이익이 발생될 수 있습니다.
    11. 구매회원이 상품 수령 후 교환이나 환불을 요청하는 경우 판매회원은 관련 법률에 의거하여 반품을 받은 후 교환이나 환불 또는 환불에 필요한 조치를 하며, 추가로 발생하는 비용은 교환이나 환불의 책임이 있는 측에서 부담합니다.
    12. 판매회원은 상품의 하자 또는 사용상의 안전성에 결함이 있는 경우 전량 리콜(수리, 교환, 환불)하여야 하며, 리콜에 따른 모든 비용을 부담하여야 합니다.
    13. 구매회원이 주문취소, 교환∙반품 신청 등을 했음에도 불구하고 판매회원의 택배사 미설정 또는 오설정 등의 귀책사유로 인해 상품 수거가 원활히 이루어지지 않는 경우, 회사가 지정하는 택배사가 반품∙교환 택배사로 설정될 수 있습니다. 단, 판매회원은 언제든지 판매자센터를 통해 반품∙교환 택배사를 재변경할 수 있습니다.
    14. 판매회원은 상품 주문일로부터 90일 이내 해당 주문건의 원활한 배송 및 취소/반품/교환 처리가 종료될 수 있도록 필요한 조치를 취하여야 합니다. 만약, 주문일로부터 90일 이내 주문이 정상적으로 종료되지 못한 경우 회사는 거래관계의 확정을 위하여 판매회원의 의사에 명시적으로 반하지 않는 한 해당 주문을 임의로 구매확정 내지 주문 취소 및 환불 처리할 수 있으며, 처리 15일전 관련 내용을 판매회원에게 통보하여야 합니다. 만약, 판매회원이 이를 원치 않을 경우 이의를 제기할 수 있습니다.
    15. 회사의 제14항의 처리로 인해 판매회원에게 정산된 주문건에 대해 구매회원이 민원을 제기할 경우 판매회원은 신의성실의 원칙에 따라 해결하여야 합니다.

    제 20조 [패널티 및 자격 정지]
    1. 회사는 서비스를 통한 거래의 안전성과 신뢰성을 제고하기 위하여 이 약관에서 정한 바에 따라 판매회원의 회원자격을 정지하거나 서비스의 이용을 제한 할 수 있습니다.
    (1) 페널티에 따른 회원 자격정지 및 불이익 제공
    가. 회사는 판매회원의 거래를 평가하여 판매회원에게 페널티를 부여합니다. 회사는 판매회원에 대해 회사가 미리 고지하는 일정기간의 판매실적과 판매거부 내역, 배송, 반품, 민원 처리지연 등에 기초한 페널티를 부여하며 판매회원의 페널티에 따라 일정한 혜택(또는 불이익)을 제공하거나 회원자격을 정지할 수 있습니다.
    나. 회사는 판매회원이 페널티에 대한 상세 내용을 확인할 수 있도록 운영정책을 통해 상세 내용을 안내합니다.
    (2) 부정거래 또는 매매불가상품등록 등 이용규칙위반 또는 기타 위법, 부당행위에 따른 이용정지
    2. 회사는 판매회원이 본 약관, 회사의 운영정책 및 관련법령을 위반하거나, 타인의 권리를 침해하는 행위 또는 그러한 위법•부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 판매회원의 회원자격을 정지하거나 서비스의 이용을 제한할 수 있습니다.
    3. 판매회원에 대한 자격정지 및 서비스 이용제한의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.

    제 21조 [정산]
    1. 서비스를 통해 판매된 상품이 구매확정되는 경우, 회사는 회사의 정산일정 및 정책에 따라 판매대금에서 서비스이용수수료, 회사에 대한 미납금 및 기타 채무금을 공제한 나머지 금액(이하, ‘정산대금’이라 함)을 판매회원에게 지급합니다.
    2. 판매회원의 탈퇴 이후에 발생한 정산대금은 판매회원이 탈퇴하기 전 최종적으로 지정한 입금계좌로 지급됩니다.
    3. 판매회원이 회사가 지정하는 물품위치추적서비스를 통하여 배송하고 배송완료일(또는 서비스 이행)일로부터 7일(7일 중 영업일 3일 미만인 경우 3영업일)이내 구매회원으로부터 교환, 반품, 환불에 대한 의사가 없는 경우 회사는 회사의 정책에 따른 자동구매확정 절차를 진행할 수 있으며, 자동구매확정 절차의 구체적인 사항은 ‘판매자센터’를 통해 공지합니다. 다만, “구매회원”의 이의 제기 등 민원 등이 접수되는 경우 자동구매확정이 되지 않을 수 있습니다.
    4. 판매회원이 배송을 완료하였음에도 구매회원이 반품, 환불 등의 의사표시 없이 구매확정을 지연하는 경우, 판매회원은 배송처리일로부터 7일 이후부터 구매확정을 요청할 수 있습니다. 이 경우 회사는 회사의 정책에 따른 자동구매확정 절차를 진행할 수 있습니다. 다만, “구매회원”의 이의 제기 등 민원 등이 접수되는 경우 자동구매확정이 되지 않을 수 있습니다.
    5. 회사는 세금계산서 발행 및 정산대금을 지급하기 위하여 주민등록번호(외국인인 경우 외국인등록번호. 이하, ‘주민등록번호등’이라 함)의 수집 및 이용 등에 대한 동의를 요청할 수 있습니다.

    제 22조 [정산의 보류]
    1. 회사는 판매회원의 귀책사유로 인해 회사 및 구매회원에게 발생한 손해 등의 제비용을 판매대금 정산 시 공제할 수 있으며, 판매회원과의 이용계약 종료 후 당해 판매회원의 판매대금의 일정 비율에 해당하는 금액을 이용계약 종료일로부터 일정기간 동안 예치하여 동 기간 동안 구매회원으로부터의 환불, 교환 등 클레임 제기 시 관련 비용의 지급에 사용할 수 있습니다.
    2. 회사는 장기간 배송지연 건을 자동구매확정 절차에 따라 종결하는 경우 에도, 판매대금의 정산은 향후 구매회원의 환불 요청에 대비하여 일정기간 유보할 수 있습니다.
    3. 판매회원의 채권자의 신청에 의한 판매대금의 가압류, 압류 및 추심명령 등 법원의 결정이 있을 경우, 회사는 판매회원과 채권자 간의 합의 또는 채무 액의 변제 등으로 동 결정이 해제될 때까지 판매대금의 정산을 중지할 수 있습니다.
    4. 판매회원이 본 약관의 규정을 위반하거나 위반한 것으로 의심될 만한 타당한 정황이 있는 경우 거래에 대한 처리, 취소 등을 위해 판매대금의 정산을 일정기간 보류 할 수 있습니다.
    5. 본 조에 정한 외에도 법률의 규정에 의하거나 자금세탁방지 관련 의무 미준수 등 합리적인 사유가 있는 경우에는 회사는 판매회원에게 통지하고 판매대금의 전부 또는 일부에 대한 정산을 일정 기간 유보하거나 회사가 판매회원에게 가지는 채권과 상계할 수 있습니다.

    제 23조 [결제대금보호서비스]
    1. 회사는 판매자센터 서비스를 제공하는 과정에서 대금의 수령, 보관 및 송금업무로 이루어지는 결제대금보호 서비스(이하 구매안전서비스)를 제공합니다.
    2. 회사가 제공하는 구매안전 서비스는 서비스를 통한 모든 거래에 적용됩니다. 판매회원이 구매안전 서비스를 통하지 않는 직거래를 유도하는 경우, 회사는 해당 거래를 취소하거나, 판매를 중지하는 등 기타 필요한 조치를 취할 수 있습니다.
    3. 회사가 제공하는 구매안전 서비스를 이용하지 않은 거래 및 물품 또는 구매안전 서비스가 종결 이후의 거래와 관련하여 발생한 모든 사항은 판매회원과 구매회원이 상호협의를 통해 해결하여야 합니다.
    4. 판매회원은 회사가 제공하는 서비스를 이용함에 있어서 구매안전 서비스의 이용과 그 규칙에 동의하여야 합니다.

    제 24조 [개인정보의 수집, 이용 및 보호 의무]
    1. 회사는 서비스의 원활한 제공을 목적으로 개인정보를 수집 및 이용합니다. 이를 위해서는 회사는 회원에게 별도의 동의를 구합니다.
    2. 회사는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보취급방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.

    제 25조 [서비스 관리 책임]
    회사의 서비스 관리책임자는 다음과 같습니다.
    1. 성명 : 강동기
    2. 직위 : 대표
    3. 연락처 : 051-515-6309
    제 26조 [개인정보의 동의철회]
    회원은 서비스 해지(이용 중지의 통보)의 방법으로 회사의 개인정보의 수집, 이용, 제공에 대한 동의를 언제든지 철회하실 수 있습니다.

    제 27조 [개인정보의 보유기간 및 이용기간]
    회원의 개인정보는 회사가 서비스를 제공하는 기간 동안에 한하여 보유 및 이용되며, 회사는 개인정보의 수집 및 이용목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다. 다만, 국세기본법, 법인세법, 부가가치세법 기타 관계법령의 규정에 의하여 보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다.

    제 28조 [손해배상 등]
    1. 회사는 회원이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우, 회사는 민법 등 관련 법령이 규율하는 범위 이내에서 그 손해를 배상한다.
    2. 회원이 본 약관 및 운영정책을 위반하거나 관계법령을 위반하여 회사에 손해가 발생한 경우, 회원은 회사에 그 손해를 배상하여야 한다.
    3. 회원이 약관 및 운영정책을 위반하거나 관계법령을 위반하여 제 3자가 회사를 상대로 민형사상의 조치를 위하는 경우, 회원은 자신의 비용과 책임으로 회사를 면책시켜야 하며 이로 인해 발생하는 손해에 대해 책임을 진다.
    4. 회사에 대한 손해배상의 책임은 회원의 계약해지로 해지, 해제되지 않고, 법적 기간 내까지 유효하다.

    제 29조 [서비스 제공의 중지]
    1. 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.
    (1) 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
    (2) 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우
    (3) 기타 불가항력적 사유가 있는 경우
    2. 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

    제 30조 [저작권의 귀속 및 이용제한]
    1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
    2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.

    제 31조 [게시물의 관리]
    1. 회원의 게시물이 정보통신망법 및 저작권법 등 관련법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법령에 따라 조치를 취하여야 합니다.
    2. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법령에 위반되는 경우에는 관련법령에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

    제 32조 [게시물의 저작권]
    1. 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
    2. 게시물은 검색결과 내지 회사의 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
    3. 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.

    제 33조 [면책 및 책임제한 등]
    1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
    2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
    3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
    4. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.
    5. 회사는 회원 상호간 또는 회원과 제3자 간에 서비스를 매개로 발생한 분쟁에 대하여는 개입할 의무, 손해를 배상할 책임이 없습니다.

    제 34조 [서비스 종료]
    1. 회사가 서비스를 종료하고자 할 경우 회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 본 약관 제10조 제2항에서 정한 방법으로 회원에게 알려드립니다.
    2. 본 조 제1항에 따라 서비스가 종료되는 경우 회사는 관계법령에 따라 보유하고 있는 개인정보를 파기합니다.

    제 35조 [재판권 및 준거법]
    1. 서비스 이용에 관하여 회사와 회원 간에 이견 또는 분쟁이 있는 경우, 양 당사자간의 합의에 의해 원만히 해결하여야 합니다.
    2. 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 한다.
    3. 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소한다.

    부칙1. 본 약관은 2022년 01월 01일부터 시행합니다.
    `,
  },
];

export default sellerTerms;
