const sellerTerms = [
  {
    required: true,
    title: '크크쇼 이용 약관',
    state: 'sellerAgreementCheck',
    text: `
    제 1조 목적

    본 약관은 와일트루( 이하 "회사"라 한다)이 운영하는 OOOOO(이하 "서비스"이라 한다)에서 제공하는 광고제휴서비스(이하 "서비스"라 한다)를 이용함에 있어 회사와 광고주(이하 "회원")간의 이용계약 체결, 서비스 제공, 권리와 의무, 책임 사항, 관리 및 기타 필요한 사항 등 서비스 운영을 위한 기본적인 사항을 규정하는 것을 목적으로 한다.

    제 2조 정의

    1. "서비스"라 함은 회사가 제공하는 자료를 바탕으로 회원이 온라인매체 광고 의뢰하고, 이 광고를 통해 발생한 성과에 비례하여 이용 수수료를 회사에 지불하는 광고서비스를 의미합니다.

    2. 회원이라 함은 서비스에 접속하여 "약관"에 따라 회사와 이용 계약을 체결하고 회사가 제공하는 서비스를 이용하는 이용고객 의미합니다.

    3. "방송인"이라 함은 온라인매체 광고 송출하기 위해 "방송인 이용 약관"에 따라 회사와 이용계약을 체결한 이용고객을 의미합니다.

    4. "OOOOO"라 함은 회사의 서비스를 통해 제공하는 유료 서비스를 이용하기 위해 구매하는 인터넷상의 결제수단으로 현금 1원당 OOOOO 1원의 비율로 환산되고 충전하는 금액에 대한 결제 과정에서 부가가치세 10%가 부과되며 회원 아이디를 기준으로 충전, 결제, 환불 등이 가능합니다.

    5. "충전"이라 함은 OOOOO를 회사에서 제공하는 결제 방식을 통해 구입하는 것을 말합니다.

    6. "소진"이라 함은 회사의 서비스를 통한 광고 성과와 서비스 이용수수료에 비례하여 캐시가 차감되는 것을 말합니다.

    7. "유료 서비스"라 함은 회원이 회사가 제공하는 결제 방식을 통해 유료로 "OOOOO" 충전 후 사용할 수 있는 서비스로, 회사의 정책에 따라 책정한 유료 요금을 결제하여 이용할 수 있는 서비스를 말합니다.

    8. 제 7항의 회사가 제공하는 유료 서비스를 원활하게 이용하기 위해 회원은 유료서비스 이용신청 및 계약 후, 다음 각호에 해당하는 사항을 준수하여야 합니다.

    (1) 유료서비스 이용을 신청 및 계약한 회원은 서비스 이용요금을 성실히 납부하여야 합니다.

    (2) 유료서비스 이용을 신청 및 계약한 회원은 서비스 이용요금을 신청 후 즉시 결제하여야 합니다.

    10. "이용제한"이라 함은 회원이 약관 또는 운영정책 위반, 관계 법령 위반 등의 사유로 회사로부터 이용을 제한받은 상태를 의미하며, "이용제한" 상태는 위반 사유가 치유되기 전까지 서비스 이용을 제한하는 제재상태와 회사의 이용을 영구히 제한하는 "영구정지" 상태로 구분된다.

    11. "결제기관"이라 함은 통신사, 신용카드사, 선불결제수단의 발행기관 등을 말합니다.

    제 3조 약관 등의 명시와 설명 및 개정

    1. 본 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생합니다.

    2. 회사는 이 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스 초기 화면 또는 연결화면, 필요시 "공지사항"을 통해 약관 개정 내용을 게시합니다.

    3. 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.

    4. 회사는 약관을 개정할 경우 개정내용과 적용일자를 명시하여 서비스에서 적용일자 7일전까지 공지합니다. 다만, 회원에게 불리하게 개정되는 경우 적용일자 30일전부터 공지합니다.

    5. 회사가 제 13조에 따른 방법으로 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 않은 경우 회원이 이 개정 약관에 동의한 것으로 봅니다.

    6. 회원은 개정 약관에 동의하지 않는 경우 적용일자 전일까지 회사에 거부의사를 표시하고 이용 계약을 해지할 수 있습니다.

    제 4조 운영정책

    1. 회사는 공정한 서비스의 유지 및 회원의 보호 등을 위해 별도의 운영정책을 운영할 수 있으며, 회원은 회사가 정한 운영정책을 반드시 확인하고 준수하여야 합니다.

    2. "약관"에서 정하지 않은 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.

    제 5조 회원가입 및 이용계약의 성립

    1. 서비스를 이용하고자 하는 이용고객은 회사가 정한 절차에 따라 이 약관에 동의하고 회원가입 신청을 해야합니다.

    2. 서비스 이용계약은 광고 등록 신청하고 회사가 이를 승인한 경우에 성립되며, 구체적인 신청 및 승인절차에 대해서는 별도로 공지할 수 있습니다.

    3. 회원은 반드시 회사가 요구하는 양식과 절차를 통해 서비스 이용계약을 신청해야 합니다. 회사는 회원의 신청에 대해 승인 여부나 방식 등을 결정할 권한을 가지며, 관련법 및 회사의 기준에 따라 회원이 신청한 내용의 변경 요청할 수 있습니다.

    4. 회사의 변경요청을 회원이 수용하지 않거나 회원 귀책사유 없이 회사가 서비스 제공을 승인하지 않을 경우에는 회원은 결제한 서비스이용료를 환불 요청할 수 있습니다.

    5. 회원은 회사의 승인을 득하여 서비스를 이용하는 중간에도 회원의 의사에 따라 광고 내용 변경 시, 최초 승인내용과 달라진 경우 재심사를 받아야 하며, 재심사로 인해 발생하는 불이익은 회원이 부담합니다.

    6. 회사가 본 조에 따라 광고 등록 신청을 승인한 것이 해당 서비스 내용의 적법성 내지 회사의 운영원칙 및 이용안내의 충족 여부를 보증하는 것은 아니며, 재확인 시 위반 사항이 확인되는 경우에는 언제든지 해당 승인을 취소할 수 있습니다.

    7. 회사는 제2항과 같이 서비스 이용계약 신청을 한 이용고객 중 아래 각호에 해당되는 경우에는 승인을 거부할 수 있으며, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.

    (1) 이용고객이 이 약관에 의하여 이전에 자격을 상실한 적이 있는 경우.

    (2) 실명이 아니거나 타인의 명의(예)주민등록번호, 사업자번호 등)를 이용한 경우.

    (3) 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우.

    (4) 이용고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우.

    (5) 다른 회원으로부터 이용 불편에 대한 신고가 접수된 경우.

    (6) 회원의 귀책으로 인해 회사 혹은 방송인에게 명예훼손 및 손해을 입힌 경우.

    (7) 기타 회사가 필요하다고 인정한 경우.

    8. 제2항에 따른 신청에 있어 회사는 회원의 종류에 따라 이용계약은 아이디 단위로 체결됩니다.

    제 6조 회원계정에 대한 관리

    1. 회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.

    2. 회원은 아이디 및 비밀번호가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.

    3. 회원은 회원 가입신청 시 기재한 사항이 변경되었을 경우 "정보수정"에서 변경을 하거나 회사의 고객센터를 통하여 회사에게 그 변경사항을 알려야 합니다.

    4. 제2항 및 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

    제 7조 결제서비스의 내용과 회사와 회원의 의무 등

    1. 회사는 서비스를 상시 제공함을 원칙으로 합니다.

    2. 회사의 의무는 아래와 같습니다

    (1) 서비스 시스템 구축, 개선 및 시스템 연동

    (2) 회사의 시스템에 장애 발생 시 신속한 복구

    (3) 회사의 고의 또는 귀책사유로 과오금이 발생한 경우, 과오금 전액을 환불합니다. 이 경우 회원이 결제한 방법과 동일한 방법으로 환불하며, 동일한 방법으로 환불이 불가능한 경우 결제자 신원 확인 후 전액 환불합니다. 단, 회원의 고의 또는 귀책사유로 과오금이 발생한 경우, 회사가 과오금을 환불하는데 소요되는 비용은 합리적인 범위 내에서 이용자가 부담하도록 합니다.

    3. 회원의 의무는 아래와 같습니다.

    (1) 회원은 회원가입을 통해 이용신청을 할 경우 사실에 근거하여 작성하여야 함(회원이 허위 또는 타인의 정보를 등록한 경우 회사에 대하여 일체의 권리를 주장할 수 없으며, 이로 인하여 발생하는 손해에 대해 회사는 책임지지 않음)

    (2) 서비스 이용에 필요한 아이디, 비밀번호 등의 개인정보 기밀 유지(관리소홀로 인해 발생하는 책임은 회원 본인에게 있음)

    (3) 청소년 보호법 등 관계 법령을 준수

    (4) 회사에 대한 서비스 이용수수료의 지급

    (5) 환불 처리를 위한 개인정보(이름, 주민등록번호) 및 통장 정보 제공

    4. 회사는 결제기관 또는 회사의 시스템 정기점검 및 기타 일시 중단하여야 할 필요가 있는 경우 회원에게 사전 통지 후 일시 중단할 수 있습니다. 단, 불가항력적인 이유로 중단되는 경우 회사는 회원에게 사후 통보할 수 있습니다.

    5. 회원은 서비스를 통해 1,000원 초과의 "환불"을 요청할 경우 14일 이내에 환불에 필요한 유효한 정보를 제출해야 하며, 회사와의 협의 없이 유효한 정산 정보 제공이 이루어지지 않는 경우 회사는 일시적으로 회원의 서비스를 일시 중지할 수 있습니다.

    6. 회사는 전항에서 중지된 회원으로부터 유효한 정보가 제공된 경우 서비스를 다시 재개할 수 있습니다.

    제 8조 회원에 대한 통지

    1. 회원에 대한 통지를 하는 경우 회사는 회원이 제공한 이메일 주소 또는 SMS, 서비스의 "알림" 등으로 할 수 있습니다.

    2. 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 공지사항 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.

    3. 회사가 상기와 같이 정상적으로 통지하였음에도, 회원이 통지된 내용을 확인하지 않음으로써 회원에게 발생한 불이익에 대해 회사는 책임지지 않습니다.

    제 9조 서비스 이용제한 등

    1. 회사는 다음 각 호에 해당하는 경우 회원에 대하여 서비스 제공을 제한하거나 중지할 수 있습니다.

    (1) 회사와 회원간에 서비스 제공과 관련된 약정이 종료되는 경우

    (2) 회원이 본 약관에서 정한 의무사항을 위반하여 서비스의 정상적인 운영을 방해한 경우

    (3) 회원이 타인의 명의를 도용하여 회원가입을 한 경우

    (4) 유료결제를 함에 있어서 타인 명의 결제 도용,전화번호 도용 등 불법적인 결제를 한 경우

    (5) 불법프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 회원이 관련 법령을 위반한 경우

    (6) 회원이 계속해서 1년 이상 로그인하지 않는 경우

    (7) 회원간 또는 회사와 회원간에 분쟁이 발생하여 분쟁이 해결되지 않는 경우

    (8) 캐시 서비스에 대한 권리를 제 3 자에게 양도, 매매하는 행위

    (9) 회사, 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용을 광고게시하는 행위

    2. 본 조 제1항에 따라 서비스 이용이 제한되는 경우 회원이 획득한 혜택과 보유한 권리 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.

    3. 본 조 제1항에 따라 서비스 이용이 제한 또는 중지된 회원에게 통지로써 회원 자격을 상실 또는 1년 동안 정지, 휴면시킬 수 있습니다.

    제 10조 서비스의 해제, 해지 및 청약 철회

    1. 회원이 이용계약을 해지하고자 할 때에는 언제든지 회사가 정한 방법을 통해 이용계약 해지를 요청할 수 있습니다. 단, 신규가입 후 일정시간 이내에는 서비스 부정이용 방지 등의 사유로 즉시 탈퇴가 제한될 수 있습니다.

    2. 회사는 회원이 본 약관에서 정한 회원의 의무를 위반한 경우 등 비정상적인 이용 또는 부당한 이용과 이용자 금지프로그램을 사용하는 경우 또는 타인의 명예를 훼손하거나 모욕하는 방송과 게시물을 작성한 경우 이러한 행위를 금지하거나 삭제를 요청하였음에도 불구하고 계속되는 경우 등의 이유로 회원에게 사전에 고지하고, 계약을 해지할 수 있습니다.

    3. 회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 데이터 및 캐시는 모두 소멸된다.

    4. 회사에서 제공하는 서비스를 이용하는데 있어 각 호에 해당하는 사항들을 엄격하게 금지하고 있으며, 이를 위반할 시 당사는 어떠한 책임도 지지 않는다. 또한, 아래와 같은 행위가 적발될 경우 계약을 해지할 수 있으며, 캐시을 무효화 할 수 있다.

    (1) 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 경우

    (2) 부정한 용도로 서비스를 이용하고자 하는 경우

    (3) 거짓정보를 통한 수익유도를 한 경우

    (4) 회사의 정책에 적합하지 않는 이용자로 판단되는 경우나 서비스 제공이 곤란한 경우

    (5) 회사가 정하는 이용 목적과 방법에 반하여 서비스를 이용하고자 하는 경우

    (6) 회원의 부적절한 광고로 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우

    (7) 본 약관이나 기타 규정을 위반하여 서비스를 이용하는 경우

    (8) 방송인에게 피해를 입힐 수 있는 모든 행위

    (9) 기타 불법 및 편법적인 홍보(후팝업, 납치태그, 애드웨어 등)를 통해 발생시키는 모든 행위

    제 11조 개인정보의 수집, 이용 및 보호 의무

    1. 회사는 서비스의 원활한 제공을 목적으로 개인정보를 수집 및 이용합니다. 이를 위해서는 회사는 회원에게 별도의 동의를 구합니다.

    2. 회사는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보취급방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.

    제 12조 서비스 관리 책임

    회사의 서비스 관리책임자는 다음과 같습니다.

    1. 성명 : 강동기

    2. 직위 : 대표

    3. 연락처 : 051-515-6309

    제 13조 개인정보의 동의철회

    회원은 서비스 해지(이용 중지의 통보)의 방법으로 회사의 개인정보의 수집, 이용, 제공에 대한 동의를 언제든지 철회하실 수 있습니다.

    제 14조 개인정보의 보유기간 및 이용기간

    회원의 개인정보는 회사가 서비스를 제공하는 기간 동안에 한하여 보유 및 이용되며, 회사는 개인정보의 수집 및 이용목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다. 다만, 국세기본법, 법인세법, 부가가치세법 기타 관계법령의 규정에 의하여 보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다.

    제 20조 손해배상 등

    1. 회사는 회원이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우, 회사는 민법 등 관련 법령이 규율하는 범위 이내에서 그 손해를 배상한다.

    2. 회원이 본 약관 및 운영정책을 위반하거나 관계법령을 위반하여 회사에 손해가 발생한 경우, 회원은 회사에 그 손해를 배상하여야 한다.

    3. 회원이 약관 및 운영정책을 위반하거나 관계법령을 위반하여 제 3자가 회사를 상대로 민형사상의 조치를 위하는 경우, 회원은 자신의 비용과 책임으로 회사를 면책시켜야 하며 이로 인해 발생하는 손해에 대해 책임을 진다.

    4. 회사에 대한 손해배상의 책임은 회원의 계약해지로 해지, 해제되지 않고, 법적 기간 내까지 유효하다.

    제 15조 서비스 제공의 중지

    1. 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.

    (1) 서비스용 설비의 보수 등 공사로 인한 부득이한 경우

    (2) 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우

    (3) 기타 불가항력적 사유가 있는 경우

    2. 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

    제 16조 저작권의 귀속 및 이용제한

    1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.

    2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.

    제 17조 게시물의 관리

    1. 회원의 게시물이 정보통신망법 및 저작권법 등 관련법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법령에 따라 조치를 취하여야 합니다.

    2. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법령에 위반되는 경우에는 관련법령에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

    제 18조 게시물의 저작권

    1. 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.

    2. 게시물은 검색결과 내지 회사의 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.

    3. 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.

    제 19조 면책 및 책임제한 등

    1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.

    2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.

    3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.

    4. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.

    5. 회사는 회원 상호간 또는 회원과 제3자 간에 서비스를 매개로 발생한 분쟁에 대하여는 개입할 의무, 손해를 배상할 책임이 없습니다.

    제 20조 서비스 종료

    1. 회사가 서비스를 종료하고자 할 경우 회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 본 약관 제13조 제2항에서 정한 방법으로 회원에게 알려드립니다.

    2. 본 조 제1항에 따라 서비스가 종료되는 경우 회사는 관계법령에 따라 보유하고 있는 개인정보를 파기합니다.

    제 21조 재판권 및 준거법

    1. 서비스 이용에 관하여 회사와 회원 간에 이견 또는 분쟁이 있는 경우, 양 당사자간의 합의에 의해 원만히 해결하여야 합니다.

    2. 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 한다.

    3. 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소한다.

    부칙

    1. 본 약관은 2019년 O6월 O1일부터 시행합니다.
    `,
  },
];

export default sellerTerms;
