// 노션 공공페이지 개인정보 처리방침
export const privacyPolicy = `개인정보 처리방침

와일트루(이하 "회사"라 한다)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 회원 권익 보호에 최선을 다하고 있습니다. 회사는 본 개인정보처리방침을 통하여 회원님이 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

제 1조 총칙

1. 본 사이트는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진등에관한법률』상의 개인정보보호 규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다.

2. 본 사이트는 개인정보보호방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

3. 본 사이트는 개인정보보호방침을 홈페이지 첫 화면 하단에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.

4. 본 사이트는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.


제 2조 개인정보 수집에 대한 동의

귀하께서 본 사이트의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의체크」버튼을 클릭할 수 있는 절차를 마련하여, 「동의체크」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.


제 3조 수집하는 개인정보의 항목 및 수집방법

가. 수집하는 개인정보의 항목

1) 회사는 회원 종류에 따라 다음과 같은 개인정보를 필수항목으로 수집하고 있습니다.

- 이름(혹은 회사명), 아이디, 패스워드, 연락처(이메일, 전화번호)

2) 회사는 다음과 같은 회원의 개인정보를 선택항목으로 수집할 수 있습니다.

- 신분증사본 혹은 사업자등록증, 계좌번호/은행명/예금주, 법정대리인 정보(14 세미만 미성년자 회원의 경우에 한함), 성명, 주민등록번호, 전화번호

3) 서비스 이용과정이나 사업 처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.

- IP Address, 쿠키, 방문일시, 서비스 이용기록, 불량 이용기록, 단말기 정보(모델명, os 버전, 기기고유번호, 펌웨어 버전 등), 통신사 정보, 네트워크 위치정보, 결제기록 등

4) 서비스 이용과정에서 다음과 같은 정보들이 수집될 수 있습니다.

- 신용카드 결제 시 : 카드사명, 카드번호 등
- 휴대전화 결제 시 : 휴대전화번호, 통신사, 결제승인번호 등
- 계좌이체 시 : 은행명, 계좌번호 등
- 본인확인 시 : 서비스 제공을 위한 경우, 법정대리인의 동의가 필요한 경우 및 관계 법령 준수를 위해 본인확인이 필요한 경우 이름, 생년월일, 성별, 내/외국인, 휴대전화번호, 이동 통신사정보 또는 아이핀정보, 본인확인 값(CI, DI) 등

나. 개인정보 수집방법

회사는 다음과 같은 방법으로 개인정보를 수집합니다.

- 홈페이지(회원가입, 대시보드 등), 서면양식, 팩스, 전화, 고객센터 문의하기, 이메일, 이벤트 응모,배송요청
- 제휴사(협력사)로부터의 제공
- 생성 정보 수집 툴을 위한 수집

다. 고유식별정보의 처리

회사는 다음과 같은 방법으로 개인정보를 수집합니다.

- 고유식별정보란 개인정보보호법 제 24 조 제 1 항 및 개인정보보호법 시행령 제 19 조 "대통령령으로 정하는 정보"로 주민등록번호, 외국인등록번호 등을 말합니다.
- 회사는 아래 용도로 고유식별정보를 수집하여 처리하고 있습니다.

(정산, 거래 및 결제서비스 사용을 위한 의무준수, 현물 경품 당첨자의 제세공과금 부과, 불만처리, 민원처리 등)

- 수집된 고유식별 정보는 개인정보보호법 기타 법률에서 규정하고 있는 경우를 제외하고는 개인정보수집 목적 이외의 용도로 사용·제공되지 않으며 암호화 되어 안전하게 관리되고 있습니다.


제 4조 개인정보의 수집 및 이용목적

가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산

콘텐츠 제공, 특정 맞춤 서비스 제공, 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금추심, 국세청 소득신고를 위한 수집 및 이용

나. 회원관리

회원제 서비스 제공, 개인식별, 이용약관 위반 회원에 대한 이용제한 조치, 서비스의 원활한 운영에 지장을 미치는 행위 및 서비스 부정이용 행위 제재, 가입의사 확인, 가입 및 가입횟수 제한, 만 14 세 미만 아동개인정보 수집 시 법정 대리인 동의여부 확인, 19 세미만 미성년자 결제 진행 시 법정대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴 의사의 확인

다. 신규 서비스 개발 및 마케팅·광고에의 활용

신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 정보 및 참여기회 제공, 광고성 정보 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계


제 5조 개인정보의 보유 및 이용기간

가. 회사는 회원이 회원자격을 유지하고 있는 동안 수집된 회원의 개인정보를 보유·이용할 수 있습니다.

나. 회원이 탈퇴하거나 자격을 상실할 경우, 회사는 회원의 별도의 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다. 단, 회원의 탈퇴 또는 자격상실에도 불구하고 다음의 정보는 아래의 이유로 명시 기간 동안보존됩니다.

1) 회사 내부 방침에 의한 정보 보유

- 탈퇴회원의 재가입 제한을 위한 회원정보 기록 : 1 년
- 이용 제한 회원 및 부정회원의 재가입 제한을 위한 회원정보 기록 : 제한기간에 따라 1 년 또는 영구(별도저장)

2) 관계법령에 의한 정보 보유

- 표시/광고에 관한 기록 : 6 개월(「전자상거래 등에서의 소비자보호에 관한 법률」)
- 계약 또는 청약철회 등에 관한 기록 : 5 년(「전자상거래 등에서의 소비자보호에 관한 법률」)
- 대금결제 및 재화 등의 공급에 관한 기록 : 5 년(「전자상거래 등에서의 소비자보호에 관한 법률」)
- 전자금융 거래에 관한 기록 : 5 년(「전자금융거래법」)
- 소비자의 불만 또는 분쟁 처리에 관한 기록 : 3 년(「전자상거래 등에서의 소비자보호에 관한 법률」)
- 로그인 기록 : 3 개월(「통신비밀보호법」)


제 6조 동의의 거부권 및 거부 시의 불이익 고지

회원은 개인정보 수집·이용에 관한 동의를 거부할 권리가 있습니다. 다만, 계약 체결 및 이행 등을 위해 필요한 최소한의 개인정보 수집·이용에 관한 동의를 거부하는 경우에는 서비스 이용이 불가하고, 마케팅 활동 및 홍보를 위한 개인정보 수집·이용 및 선택적 수집·이용에 관한 동의를 거부하는 경우에는 이벤트, 혜택에 대한 정보를 제공받지 못하거나 사은품·판촉물 제공, 제휴서비스 이용, 할인 혜택 적용 및 포인트적립 불가 등의 불이익이 있을 수 있습니다.

※ 본 제공 동의 이외에도 회사는 회원이 별도로 동의한 경우, 회원이 동의한 바에 따라 제 3 자에게 개인정보를 제공할 수 있습니다.


제 7조 개인정보의 파기절차 및 방법

회사는 원친적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

가. 파기절차

1) 회원이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 데이터베이스로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다.

2) 별도의 데이터베이스로 옮겨진 개인정보는 법률에 의한 경우가 아니고서 보유 목적 이외의 다른 목적으로 이용되지 않습니다.

나. 파기방법

1) 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

2) 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

다. 개인정보 유효기간제(휴면계정 정책)

1) 1 년동안 서비스 이용기록이 없는 휴면상태의 서비스회원의 개인정보는 회원의 개인정보와 분리하여 별도로 저장 및 관리됩니다. 다만, 휴면상태의 서비스회원의 요청이 있는 경우 서비스 이용을 재개하는 시점에 다시 개인정보가 제공됩니다.

2) 회사는 휴면계정으로 전환되는 시점을 기준으로 30 일 이전에 해당 내용에 대해 이메일 등의 방식으로 회원에게 공지합니다.

3) 분리 보관된 개인정보는 기타 법령에 특별한 규정이 있는 경우를 제외하고는 해당 개인정보를 이용하거나 제공하지 않습니다. 또한 분리 보관된 개인정보는 관련 법령에서 명시하고 있는 일정기간 경과 시 지체 없이 파기되며, 파기 시점을 기준으로 30 일 이전에 해당 내용에 대해 이메일 등의 방식으로 회원에게 공지합니다.


제 8조 회원 및 법정대리인의 권리와 그 행사방법

가. 회원 및 법정대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14 세 미만 아동의 개인정보를 열람하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청할 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.

나. 회원 혹은 만 14 세 미만 아동의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는

'회원정보수정'등)을 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 서면 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.

다. 회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정 처리결과를 제 3 자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.

라. 회사는 회원의 요청에 의해 해지 또는 삭제된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.


제 9조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항

회사는 회원의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'등을 운용합니다. 쿠키란 회사의 웹사이트를 운영하는데 이용되는 서버가 회원의 브라우저에 보내는 아주 작은 텍스트 파일로서 회원의 컴퓨터 하드디스크에 저장됩니다. 쿠키의 사용 목적 및 쿠키 설정 거부 방법은 다음과 같습니다.

가. 쿠키 등 사용 목적

- 회원이 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 회원의 환경설정을 유지하고 맞춤화 된 서비스를 제공합니다.
- 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
- 이용자들이 방문한 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 뉴스편집, 이용자 규모 등을 파악하여 이용자에게 광고를 포함한 최적화된 맞춤형 정보를 제공하기 위해 사용합니다.

나. 쿠키의 설치/운영 및 거부

- 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
- 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 일부 서비스의 이용에 어려움이 있을 수 있으며, 이 경우 회사는 책임을 지지 않습니다.
- 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer 의 경우)은 다음과 같습니다.

① [도구] → [인터넷옵션]

② [개인정보] Tab → [개인정보처리 수준] 설정


제 10조 개인정보의 제 3 자 제공 및 공유

가. 회사는 회원의 개인정보를 '4. 개인정보의 수집 및 이용목적'에서 고지한 범위 내에서 처리하며, 회원의 사전 동의 없이는 동의 범위를 초과하여 이용하거나 원칙적으로 회원의 개인정보를 외부에 제공하지 않습니다. 다만, 다음의 경우 주의를 기울여 회원의 개인정보를 이용 및 제공할 수 있습니다.

1) 회원이 사전에 동의한 경우

2) 서비스 제공에 따른 정산 혹은 이벤트 등을 위해 필요한 경우

3) 회사가 제공하는 서비스와 관련하여 관련된 개인정보를 필요한 범위 내에서 다른 회원들에게 제공하는 경우

4) 법령의 규정에 의하여 회사에 회원의 개인정보 제출의무가 발생하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

나. 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호·관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다.

다. 회사는 보다 나은 서비스 제공과 회원 편의 제공 등 업무수행을 원활하게 하기 위하여 회원이 동의한 경우, 회원의 개인정보를 필요한 업무 범위 내에서 다음과 같이 타 업체에 수집, 보관, 처리 등을 위탁하여 처리하고 있습니다.

- 수탁업체 : 주식회사 다날
- 위탁업무 내용 : 구매 및 요금결제 / 본인인증
- 보유 및 이용기간 : 서비스 탈퇴 시 또는 위탁계약 종료 시


제 11조 제공 정보의 제 3 자 보유 및 이용 기간

- 개인정보 제공 목적 달성 시까지 또는 본인의 제공 동의 철회 요청 시까지
- 단, 제공 목적을 달성하거나 본인의 철회 요청이 있더라도, 내부보고, 감사 및 검사, 비용 정산(청구) 등 계약이행, 분쟁 대비를 위해 필요한 정보는 서비스 종료 후 6 개월까지, 미이행/분쟁이 계속될 경우 이행완료/분쟁해결 시까지는 보유·이용하며, 상법 등 관련 법령에 특별한 규정이 있을 경우 그에 의하여 보관


제 12조 개인정보의 기술적·관리적 보호 대책

회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적·관리적 대책을 강구하고 있습니다.

가. 기술적 대책

회사는 회원의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.

1) 회원의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.

2) 회사는 백신프로그램을 이용하여 컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스러운 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.

3) 회사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.

나. 관리적 대책

1) 회사는 개인정보의 안전한 보호를 위하여 주요 시스템 및 설비에 대하여 외부 전문기관으로부터 정보보안 관련 지도를 받고 있습니다.

2) 회사는 회원의 개인정보에 대한 접근 및 관리에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 준수하도록 하고 있습니다.

3) 회사는 회원의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.

① 회원을 직접 상대로 하여 마케팅 업무를 수행하는 자

② 개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자

③ 기타 업무상 개인정보의 취급이 불가피한 자

4) 회사는 회원의 개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보보호의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.

5) 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이루어지고 있으며, 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확히 하고 있습니다.

6) 회사는 컴퓨터를 이용하여 회원의 개인정보를 처리하는 경우, 개인정보에 대한 접근권한을 가진 담당자를 지정하여 아이디 및 패스워드를 부여하고, 해당 비밀번호를 정기적으로 갱신하고 있습니다.

8) 회사는 신규직원 채용 시 정보보호서약서 또는 개인정보보호서약서에 서명하도록 하여 직원에 의한 정보유출을 사전에 방지하고 개인정보취급방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 있습니다.

9) 회사는 직원 퇴직 시 비밀유지서약서에 서명하도록 하여 회원의 개인정보를 취급하였던 자가 직무상 알게 된 개인정보를 훼손, 침해 또는 누설하지 않도록 하고 있습니다.

10) 회사는 서비스이용계약체결 또는 서비스제공을 위하여 회원의 신용카드번호, 은행결제계좌 등 대금결제에 관한 정보를 수집하거나 회원께 제공하는 경우 당해 회원이 본인임을 확인하기 위하여 필요한 조치를 취하고 있습니다.

11) 회사는 정보통신망법 제 29 조의 2 제 2 항 및 같은 법 시행령 제 16 조에 따라, 회사의 서비스를 1 년의 기간동안 이용하지 아니하는 회원의 개인정보를 보호하기 위하여, 해당 회원의 개인정보를 다른 회원들의 개인정보와 분리하여 별도로 저장·관리하고 있습니다.

12) 회사는 회원 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원의 경우 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 패스워드를 적절하게 관리하고 여기에 대한 책임을 져야합니다. 또한, 다른 사람이 추측할 수 있는 쉬운 패스워드는 사용을 피하시기를 권장하며, 정기적으로 패스워드를 변경하시는 것이 바람직합니다.

13) 공동으로 사용하는 PC 에서 저희 홈페이지를 접속하여 로그인 한 상태에서 다른 사이트로 이동하는 경우, 서비스 이용을 종료하는 경우에 반드시 로그아웃 처리 후 해당 홈페이지를 종료하시기 바랍니다. 그렇지 않을 경우, 해당 브라우저를 통해 아이디, 패스워드 등 회원의 정보가 타인에게 쉽게 유출될 위험이 있습니다.


제 13조 개인정보보호 업무 관련 개인정보관리책임자

회사는 회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 관리책임자를 지정하고 있습니다. 회원은 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고할 수 있습니다. 회사는 회원들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

[개인정보보호책임자]

성명 : 전민관

소속: 개인정보관리팀

직위 : 팀장

[개인정보 보호담당 부서]

부서 : 개인정보관리팀

전화 : 051-515-6309

메일 : support@onad.io

기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

- 개인정보 분쟁조정위원회 (www.kopico.go.kr)
- 개인정보침해신고센터 (국번없이 118)
- 대검찰청 사이버범죄수사단(www.spo.go.kr / 02-3480-3571)
- 경찰청 사이버안전국(국번없이 182)


제 14조 고지의무

현 개인정보취급방침에 대하여 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7 일전부터 '공지사항'을 통해 회원에게 고지합니다. 다만, 개인정보의 수집 및 활용, 제 3 자 제공 등과 같이 회원 권리의 중요한 변경이 있을 경우에는 최소 30 일전에 고지합니다.

부칙

◼ 시행일 : 2021.O1.O1
`;
